wootcot/smart-demand-response-gateway/firmware/sdkconfig.defaults
# Target the ESP32-WROOM-32 microcontroller (dual-core Xtensa LX6)
CONFIG_IDF_TARGET="esp32"
